/* Confirmation message for deleting a CGM */
"Are you sure you want to delete this CGM?" = "Er du sikker på at du vil slette denne CGM?";

/* The title of the cancel action in an action sheet */
"Cancel" = "Annuller";

/* Title of cell to set credentials */
"Credentials" = "Legitimationsoplysninger";

/* Title describing glucose date */
"Date" = "Date";

/* Button title to delete CGM
   Title text for the button to remove a CGM from Loop */
"Delete CGM" = "Slet CGM";

/* Title describing glucose value */
"Glucose" = "Blodsukker";

/* Section title for latest glucose reading */
"Latest Reading" = "Seneste læsning";

/* Outside US share server option title */
"Outside US" = "Uden for USA";

/* The title of the Dexcom share password credential */
"Password" = "Adgangskode";

/* The title of the Dexcom share server URL credential */
"Server" = "Server";

/* Title describing glucose trend */
"Trend" = "Trend";

/* U.S. share server option title */
"US" = "USA";

/* The title of the Dexcom share username credential */
"Username" = "Brugernavn";
